Repository: Meshbits/pirate-chain-ios-wallet
Catalog: wallet/wallet/*.lproj/Localizable.strings
Languages: da, de, hr, pl, pt_pt, ro, ru, sv

source: Problem Retrieving your seed
da: Problem i forbindelse med hentning af dit seed
de: Problem beim Abrufen des Seeds
hr: Problem pri dohvaćanju 'seed'
pl: Problem Z Odzyskaniem twojej frazy SEED
pt_pt: Problema ao Recuperar a sua semente
ro: Problema cu recuperarea frazei dumneavoastra de siguranta
ru: Проблема с получением вашего seed
sv: Problem med att hämta ditt frö

source: We don't have permission to access your camera
da: Vi har ikke tilladelse til at bruge dit kamera
de: Wir haben keinen Zugriff auf Deine Kamera
hr: Nemamo dozvolu za pristup vašoj kameri
pl: Brak potrzebnych uprawnień by uzyskać dostęp do twojej kamery
pt_pt: Não temos permissão para aceder à sua câmera
ro: Nu avem permisiunea sa accesam camera dumneavoastra
ru: У нас нет разрешения на доступ к вашей камере
sv: Vi har inte behörighet att komma åt din kamera

source: Pirate Chain Wallet
hr: Pirate Chain Novčanik
pl: Portfel Pirate Chain
pt_pt: Carteira de Pirate Chain
ro: Portofel Pirate Chain
ru: Pirate Chain Кошелек
sv: Pirate Chain plånbok

source: Please Rank Your Experience
da: Bedøm din oplevelse
de: Bitte bewerte Deine Erfahrungen
hr: Molimo vas da rangirate svoje iskustvo
pl: Oceń Swoje Doświadczenie
pt_pt: Por favor avalie a sua experiência
ro: Va rugam sa clasati experienta dumneavoastra
ru: Пожалуйста, оцените ваш опыт
sv: Vänligen betygsätt din upplevelse

source: We improve and iterate with YOUR feedback
da: Vi forbedrer ved hjælp af DIN feedback i fremtidige udviklings iteration
de: Wir verbessern uns durch Dein Feedback
hr: Poboljšavamo i ponavljamo VAŠIM povratnim informacijama
pl: Rozwijamy się i ulepszamy dzięki TWOJEJ opinii
pt_pt: Melhoramos e progredimos com a SUA opinião
ro: Imbunatatim cu ajutorul recenziilor dumneavoastra
ru: Мы улучшаем и выполняем с учетом ВАШИХ отзывов
sv: Vi förbättrar med DIN feedback

source: Any details to share?
da: Har du detaljer du vil tilføje?
de: Möchtest Du uns etwas mitteilen?
hr: Imate li detalja za podijeliti?
pl: Czy chciałbyś podzielić się z nami jakimiś szczegółami?
pt_pt: Tem detalhes a partilhar?
ro: Ai detalii de impartasit?
ru: Любые подробности, которыми можно поделиться?
sv: Några detaljer att dela?

source: My Experience was...
da: Min oplevelse var...
de: Meine Erfahrungen waren...
hr: Moje iskustvo je bilo...
pl: Moje Doświadczenie było...
pt_pt: A minha experiência foi...
ro: Experienta mea a fost...
ru: Мой опыт был...
sv: Min erfarenhet var ...

source: Was your Balance Clear?
da: Var din saldo klar?
de: War Deine Balance klar?
hr: Je li vam stanje čisto?
pl: Czy twoje Saldo Było Rozliczone?
pt_pt: O seu Saldo estava claro?
ro: Balanta v-a fost clara?
ru: Был ли ваш баланс чистым?
sv: Var din balans klar?

source: My balance was...
da: Min balance var...
de: Meine Balance war...
hr: Moje stanje je...
pl: Moje saldo było...
pt_pt: O meu saldo estava...
ro: Balanta mea a fost...
ru: Мой баланс был...
sv: Min balans var...

source: What feature would you like to see next?
da: Hvilken feature kunne du tænke dig at se som den næste?
de: Welches Feature möchtest Du als nächstes sehen?
hr: Koju biste značajku željeli vidjeti sljedeće?
pl: Jaką nową funkcjonalność chciałbyś zobaczyć w następnej wersji aplikacji?
pt_pt: Que característica gostaria de vir a ver?
ro: Ce imbunatatire sau adaugare iti doresti sa implementam?
ru: Какую функцию вы хотели бы увидеть следующей?
sv: Vilken funktion skulle du vilja se härnäst?

source: I'd like...
da: Jeg kunne godt tænke mig...
de: Ich würde gerne...
hr: Htio bih...
pl: Chciałbym...
pt_pt: Eu gostaria...
ro: Mi-ar placea...
ru: Я бы хотел...
sv: Jag skulle vilja...

source: Transaction Details
da: Transaktion Detaljer
de: Details der Transaktion
hr: Detalji transakcije
pl: Szczegóły Transakcji
pt_pt: Detalhes da Transação
ro: Detaliile Tranzactiei
ru: Детали транзакции
sv: Transaktionsdetaljer

source: to your shielded wallet
da: Til din beskyttede adresse
de: zu Deiner shielded Wallet
hr: u vaš zaštićeni novčanik
pl: do twojego chronionego portfela
pt_pt: para a sua carteira protegida
ro: catre portofelul tau protejat shielded
ru: в ваш защищенный кошелек
sv: till din skyddade plånbok

source: Cancel
da: Annuler
de: Abbrechen
hr: Otkazati
pl: Anuluj
pt_pt: Cancelar
ro: Anuleaza
ru: Отмена
sv: Avbryt

source: failed!
da: fejlede!
de: fehlgeschlagen!
hr: neuspjeh!
pl: Nieudane!
pt_pt: falhou!
ro: esuat!
ru: не удалось!
sv: misslyckades!

source: Confirmed
da: Bekræftet
de: Bestätigt
hr: Potvrđeno
pl: Potwierdzone
pt_pt: Confirmado
ro: Confirmat
ru: Подтверждено
sv: Bekräftad
