Repository: Meshbits/pirate-chain-ios-wallet
Catalog: wallet/wallet/*.lproj/Localizable.strings
Languages: da, de, hr, pl, pt_pt, ro, ru, sv

source: Wallet Improperly Initialized
da: Forkert initialiseret tegnebog
de: Wallet nicht korrekt initialisiert
hr: Novčanik nepropisno pokrenut
pl: Portfel Niepoprawnie Zainicjalizowany
pt_pt: Carteira Iniciada Impropriamente
ro: Portofelul Inițializat Incorect
ru: Кошелек неправильно инициализирован
sv: Plånboken initialiserades felaktigt

source: Processor Error
da: Processorfejl
de: Prozessorfehler
hr: Pogreška procesora
pl: Błąd Procesora
pt_pt: Erro do Processador
ro: Eroare Procesor
ru: Ошибка процессора
sv: Processorfel

source: Connection Error
da: Forbindelsesfejl
de: Verbindungsfehler
hr: Greška u povezivanju
pl: Błąd Połączenia
pt_pt: Erro de Ligação
ro: Eroare de Conexiune
ru: Ошибка соединения
sv: Anslutningsfel

source: Failed to Send
da: Fejl i forsendelse
de: Senden fehlgeschlagen
hr: Slanje neuspjelo
pl: Nie powiodło się Wysyłanie
pt_pt: O Envio Falhou
ro: Nu s-a putut trimite
ru: Не удалось отправить
sv: Misslyckades att skicka

source: Oops Something happened
da: Oops noget skete
de: Oops, etwas ist schiefgelaufen
hr: Oops nešto se dogodilo
pl: Ups! Coś się stało.
pt_pt: Ups Aconteceu alguma coisa
ro: Oops Ceva este in neregula
ru: Упс, что-то случилось
sv: Oj, något hände

source: Critical Error
da: Kritisk fejl
de: Kritischer Fehler
hr: Kritična greška
pl: Błąd Krytyczny
pt_pt: Erro Crítico
ro: Eroare Critica
ru: Критическая ошибка
sv: Kritiskt fel

source: This wallet has not been initialized correctly! Perhaps an error occurred during install. If you just created a new wallet close the app and retry. If this is an existing wallet, it can be fixed with a reset. First, locate your backup seed phrase, then "Nuke Wallet" and reimport it.
de: Diese Wallet wurde nicht korrekt initialisiert! Möglicherweise ist bei der Installation ein Fehler aufgetreten. Wenn Du gerade eine neue Wallet erstellt hast, schließe die App und versuch es erneut. Wenn es sich um eine bestehende Wallet handelt, kann sie mit einem Reset behoben werden. Suche zuerst Deine Backup-Seed-Phrase, dann "Wallet zerstören" und importiere erneut.
hr: Ovaj novčanik nije pravilno inicijaliziran! Možda se dogodila pogreška tijekom instalacije. Ako ste upravo stvorili novi novčanik, zatvorite aplikaciju i pokušajte ponovo. Ako je ovo postojeći novčanik, možete ga popraviti resetiranjem. Prvo pronađite sigurnosnu kopiju 'seed' fraze, a zatim "Spalite novčanik" i ponovo ga uvezite.
pl: Ten portfel nie został zainicjalizowany poprawnie! Być może wystąpił błąd podczas instalacji. Jeżeli właśnie utworzyłeś nowy portfel, zamknij aplikację i spróbuj ponownie. Jeżeli jest to istniejący już portfel, może zostać naprawiony po resecie. Najpierw zlokalizuj i utwórz kopię zapasową frazy SEED, a potem "Zniszcz Portfel" i importuj go ponownie.
pt_pt: Esta carteira não foi iniciada corretamente! Talvez tenha ocorrido um erro durante a instalação. Se tiver acabado de criar uma nova carteira, feche a aplicação e tente novamente. Se se tratar de uma carteira existente, pode ser consertada com um reset. Primeiro, localize a sua frase semente de backup, depois "DESTRUIR A CARTEIRA" e reimporte-a.
ro: Acest portofel nu a fost initiat corect! Probabil a avut loc o eroare in timpul instalarii. Daca tocmai ai creat un portofel nou inchide aplicatia si deschide-o din nou. Daca acesta este un portofel deja existent, se poate rezolva cu un reset. Prima data, asigura-te ca ai o copie a frazei de siguranta, apoi "Nuke Wallet" si importa-l din nou.
ru: Этот кошелек был инициализирован неправильно! Возможно, во время установки произошла ошибка. Если вы только что создали новый кошелек, закройте приложение и повторите попытку. Если это существующий кошелек, его можно исправить с помощью перезагрузки. Сначала найдите свою резервную seed фразу, затем "Уничтожить Кошелек" и импортируйте ее заново.
sv: Denna plånbok har inte initierats korrekt! Kanske ett fel inträffade under installationen. Om du precis skapat en ny plånbok stänger du appen och försöker igen. Om det här är en befintlig plånbok kan den åtgärdas med en återställning. Leta först upp din fröfras, sedan "Återställ" och importera den igen.

source: An error ocurred while syncing the blockchain. If the problem persists, back up your seed phrase and restore your wallet.
de: Beim Synchronisieren der Blockchain ist ein Fehler aufgetreten. Wenn das Problem weiterhin besteht, sicher Deine Seed-Phrase und stelle Deine Wallet wieder her.
hr: Došlo je do pogreške prilikom sinkronizacije blockchaina. Ako je problem i dalje tu, napravite sigurnosnu kopiju 'seed' fraze i učitajte ponovno novčanik.
pl: Wystąpił błąd podczas synchronizacji danych blockchain. Jeżeli ten błąd będzie się utrzymywał, utwórz kopię zapasową frazy SEED i odzyskaj swój portel.
pt_pt: Ocorreu um erro ao sincronizar a blockchain. Se o problema persistir, faça uma cópia de segurança da sua frase semente e restaure sua carteira.
ro: A intervenit o eroare in procesul de sincronizare a blockchain-ului. Daca problema persistsa, faceți o copie a frazei de siguranță și restaurați portofelul.
ru: Произошла ошибка при синхронизации блокчейна. Если проблема сохраняется, сделайте резервную копию seed фразы и восстановите кошелек.
sv: Ett fel uppstod när blockchain synkroniserades. Om problemet kvarstår säkerhetskopiera din fröfras och återställ din plånbok.

source: We are having problems with the network connection.
de: Wir haben Probleme mit der Netzwerkverbindung.
hr: Imamo problema s mrežnom vezom.
pl: Pojawił się problem z połączeniem sieciowym.
pt_pt: Estamos a ter problemas com a ligação à rede.
ro: Avem probleme de conexiune in retea.
ru: У нас проблемы с сетевым подключением.
sv: Vi har problem med nätverksanslutningen.

source: We were unable to send your transaction. Your funds are safe, we just need to wait until the transaction expires before you can send them again.
de: Wir konnten Deine Transaktion nicht senden. Dein Geld ist sicher, wir müssen nur warten, bis die Transaktion abläuft, bevor Du es erneut senden kannst.
hr: Nismo uspjeli poslati transakciju. Vaša sredstva su sigurna, samo trebamo pričekati dok transakcija ne istekne prije nego što ih možete ponovno poslati.
pl: Nie możemy wysłać twojej transakcji. Twoje środki są bezpieczne, musisz tylko poczekać aż transakcja wygaśnie zanim będziesz mógł wysłać je ponownie.
pt_pt: Não nos foi possível enviar sua transação. Os seus fundos estão seguros, só precisamos de esperar até que a transação expire, antes de os poder enviar novamente.
ro: Tranzactia nu a putut fi finalizata. Fondurile tale sint in siguranta, trebuie doar sa asteptam ca tranzactia sa expire pentru a putea incerca din nou.
ru: Мы не смогли отправить вашу транзакцию. Ваши средства в безопасности, нам просто нужно дождаться окончания срока действия транзакции, чтобы вы могли отправить их снова..
sv: Vi kunde inte skicka din transaktion. Dina medel är säkra, vi behöver bara vänta tills transaktionen löper ut innan du kan skicka dem igen.

# button_back
source: Go Back
da: Gå tilbage
de: Gehe zurück
hr: Povratak
pl: Cofnij
pt_pt: Retroceder
ro: Inapoi
ru: Назад
sv: Gå tillbaka

source: Paste
da: Sæt ind
de: Einfügen
hr: Zalijepi
pl: Wklej
pt_pt: Colar
ro: Lipeste
ru: вставить
sv: Klistra in

# balance_available
source: Available
da: Tilgængelig
de: Verfügbar
hr: Dostupno
pl: Saldo
pt_pt: Disponível
ro: Disponibil
ru: доступно
sv: Tillgängligt

source: expecting
da: forventes
de: erwartet
hr: očekivajući
pl: oczekiwane
pt_pt: à espera
ro: asteptare
ru: в ожидании
sv: förväntar sig

source: Create new Wallet
da: Lav ny tegnebog
de: Neue Wallet erstellen
hr: Napravite novi Novčanik
pl: Utwórz nowy Portfel
pt_pt: Criar Carteira nova
ro: Creaza Portofel nou
ru: Создать новый кошелек
sv: Skapa ny plånbok

# button_done
source: Done
da: Færdig
de: Fertig
hr: Gotovo
pl: Zrobione
pt_pt: Concluído
ro: Gata
ru: Выполнено
sv: Klar

# button_backup
source: Back up
da: Backup tegnebog
de: Backup Wallet
hr: Sigurnosno kopirajte Novčanik
pl: Utwórz kopię zapasową Portfela
pt_pt: Realizar cópia de segurança da Carteira
ro: Copie de Rezerva Portofel
ru: Резервный кошелек
sv: Säkerhetskopiera plånbok

source: Press and hold to send ARRR
da: Tryk og hold for at sende ARRR
de: Klicken um ARRR zu senden
hr: Pritisnite i držite kako bi poslali ARRR
pl: Naciśnij i przytrzymaj aby wysłać ARRR
pt_pt: Pressione continuamente para enviar ARRR
ro: Apasa pentru a trimite ARRR
ru: Нажмите и удерживайте чтобы отправить ARRR
sv: Håll ned för att skicka ARRR

source: Add Memo Here
da: Tilføj besked her
de: Memo eintragen
hr: Dodaj Memo ovdje
pl: Dodaj Notatkę Tutaj
pt_pt: Adicionar Memorando Aqui
ro: Adauga Memo Aici
ru: Добавить заметку здесь
sv: Lägg till memo här

source: Tap to send ARRR
da: Tryk for at sende ARRR
de: Tippen um ARRR zu senden
hr: Dotakni i pošalji ARRR
pl: Stuknij aby wysłać ARRR
pt_pt: Toque para enviar ARRR
ro: Atinge trimite ARRR
ru: Нажмите для отправки ARRR
sv: Knacka för att skicka ARRR

source: Enter Shielded Address
da: Indtast beskyttet adresse
de: Shielded Addresse eintragen
hr: Unesi zaštičenu Adresu
pl: Wprowadź Chroniony Adres
pt_pt: Introduza o Endereço Protegido
ro: Introdu Adresa Protejata Shielded
ru: Введите экранированный адрес
sv: Ange skyddad adress

source: Error
da: Fejl
hr: Greška
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
sv: Fel

source: an error ocurred
da: en fejl opstod
de: Es ist ein Fehler aufgetreten
hr: pojavila se greška
pl: wystąpił błąd
pt_pt: ocorreu um erro
ro: a intervenit o eroare
ru: Произошла ошибка
sv: ett fel uppstod

# button_close
source: Close
da: Luk
de: Schließen
hr: Zatvori
pl: Zamknij
pt_pt: Fechar
ro: Inchide
ru: Закрыть
sv: Stäng

source: Pending confirmation
da: Afventer bekræftelse
de: Ausstehende Bestätigung
hr: Na čekanju potvrde
pl: Potwierdzenie w toku
pt_pt: Confirmação pendente
ro: Confirmare in asteptare
ru: Ожидает подтверждения
sv: Väntar på bekräftelse

source: of 10 Confirmations
da: ud af 10 bekræftelser
de: von 10 Bestätigungen
hr: od 10 potvrda
pl: z 10 potwierdzeń
pt_pt: de 10 confirmações
ro: din 10 Confirmari
ru: из 10 подтверждений
sv: av 10 bekräftelser

# button_share_address
source: Share Address
da: Del addresse
de: Adresse teilen
hr: Podijeli adresu
pl: Udostępnij Adres
pt_pt: Partilhar Endereço
ro: Trimite Adresa
ru: Поделиться адресом
sv: Dela adress

source: NUKE WALLET
da: NUKE TEGNEBOG
de: WALLET ZERSTÖREN
hr: SPALI NOVČANIK
pl: ZNISZCZ PORTFEL
pt_pt: DESTRUIR A CARTEIRA
ru: УНИЧТОЖИТЬ КОШЕЛЕК
sv: ÅTERSTÄLL

# profile_screen
source: Shielded User
da: Beskyttet Bruger
hr: Zaštićeni korisnik
pl: Chroniony Użytkownik
pt_pt: Utilizador Protegido
ro: Shielded Utilizator Protejat
ru: Экранированный пользователь
sv: Skyddad användare

# screen_wallethistory
source: Your Wallet History
da: Din historik
de: Deine Wallet History
hr: Povijest Novčanika
pl: Historia Twojego Portfela
pt_pt: Histórico da sua Carteira
ro: Istoricul Portofelului Tau
ru: История вашего кошелька
sv: Din plånbokshistoria

# wallet_history_sent
source: Sent
da: Sendt
de: Gesendet
hr: Poslano
pl: Wysłano
pt_pt: Enviado
ro: Trimis
ru: Отправлено
sv: Skickat

# wallet_history_received
source: Received
da: Modtaget
de: Empfangen
hr: Primljeno
pl: Otrzymano
pt_pt: Recebido
ro: Primit
ru: Получено
sv: Mottaget

source: Shielded address:
da: Beskyttet addresse:
de: Shielded Adresse:
hr: Zaštićena adresa:
pl: Chroniony adres:
pt_pt: Endereço Protegido:
ro: Adresa Protejata Shielded:
ru: Экранированный адрес:
sv: Skyddad adress:

# send_fromshielded
source: from your shielded wallet
da: fra din beskyttede tegnebog
de: von Deiner shielded Wallet
hr: iz vašeg zaštićenog novčanika
pl: z twojego chronionego adresu
pt_pt: da sua carteira protegida
ro: din portofelul tau protejat shielded
ru: из вашего экранированного кошелька
sv: från din skyddade plånbok

# send_fromtransparent
source: from your transparent wallet
da: fra din gennemsigtige tegnebog
de: von Deiner transparenten Wallet
hr: iz vašeg transparentnog novčanika
pl: z twojego transparentnego adresu
pt_pt: da sua carteira transparente
ro: din portofelul tau transparent
ru: с вашего прозрачного кошелька
sv: från din transparenta plånbok

# send_fromboth
source: from both wallets
da: fra begge tegnebøger
de: von beiden Wallets
hr: iz oba novčanika
pl: z obydwu portfeli
pt_pt: de ambas carteiras
ro: din ambele portofele
ru: с обоих кошельков
sv: från båda plånböckerna

# feedback_default
source: Enter a valid ARRR address
da: Indtast en afskærmet Pirate Chain-adresse
de: Gebe eine shielded Adresse ein
hr: Unesite zaštićenu Pirate Chain adresu
pl: Wprowadź chroniony adres Pirate Chain
pt_pt: Introduza um endereço protegido da Pirate Chain
ro: Introdu o adresa protejata Pirate Chain shielded
ru: Введите экранированный адрес Pirate Chain
sv: Ange en skyddad Pirate Chain-adress

# feedback_shieldedaddress
source: This is a valid shielded address
da: Dette er en gyldig beskyttet adresse
de: Das ist eine gültige shielded Adresse
hr: Ovo je važeća zaštićena adresa
pl: To jest poprawny chroniony adres
pt_pt: Este endereço protegido é válido
ro: Aceasta este o adresa protejata valida shielded
ru: Это действительный экранированный адрес
sv: Detta är en giltig skyddad adress

# feedback_transparentaddress
source: This is a valid transparent address
da: Dette er en gyldig gennemsigtig adresse
de: Das ist eine gültige transparente Adresse
hr: Ovo je važeća transparentna adresa
pl: To jest poprawny transparentny adres
pt_pt: Este endereço transparente é válido
ro: Aceasta este o adresa transparenta valida
ru: Это действительный прозрачный адрес
sv: Detta är en giltig transparent adress

# feedback_addresscopied
source: Address Copied!
da: Adresse kopieret!
de: Adresse kopiert!
hr: Adresa kopirana!
pl: Adres Skopiowany!
pt_pt: Endereço copiado!
ro: Adresa Copiata!
ru: Адрес скопирован!
sv: Adress kopierad!

# feedback_invalidaddress
source: Warning, this address is not valid!
da: Advarsel! Denne adresse er ikke gyldig!
de: Achtung, diese Adresse ist nicht gültig!
hr: Upozorenje, ova adresa nije važeća!
pl: Ostrzeżenie, ten adres nie jest poprawny!
pt_pt: Atenção, este endereço não é válido!
ro: Atentie, aceasta adresa nu este valida!
ru: Внимание, этот адрес не действителен!
sv: Varning, denna adress är inte giltig!

# feedback_sameaddress
source: Warning, this appears to be your address!
da: Advarsel, dette ser ud til at være din adresse!
de: Achtung, dies scheint Deine Adresse zu sein!
hr: Upozorenje, čini se da je ovo vaša adresa!
pl: Ostrzeżenie, ten adres wydaje się należeć do Ciebie!
pt_pt: Atenção, parece que este é o seu endereço!
ro: Atentie, aceasta este propria ta adresa!
ru: Внимание, этот адрес похож на ваш!
sv: Varning, detta verkar vara din adress!

# label_replyto
source: include reply-to
da: inkluderer svar til
de: Antwort an einfügen
hr: uključi reply-to
pl: załącz odpowiedź-do
pt_pt: incluir responder a
ro: include raspuns catre
ru: включить ответ на
sv: inkludera svar till

# send_onclipboard
source: On Clipboard
da: På udklipsholderen
de: Auf Clipboard
hr: Na Međuspremniku
pl: Z Schowka
pt_pt: Na Área de Transferência
ro: Pe Clipboard
ru: В буфер обмена
sv: I urklipp

# send_lastused
source: last used
da: sidst brugt
de: zuletzt benutzt
hr: zadnje korišten
pl: ostatnio użyty
pt_pt: Utilizado da última vez
ro: ultima folosita
ru: последний раз использовалось
sv: senast använd

# send_unknown
source: Unknown
da: Ukendt
de: Unbekannt
hr: Nepoznato
pl: Nieznany
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sv: Okänd

# label_memo
source: Memo
pl: Notatka
pt_pt: Memorando
ru: Заметка

# label_to
source: To
da: Til
de: Zu
hr: Za
pl: Do
pt_pt: Para
ro: Catre
ru: Кому
sv: Till

# label_charactercount
source: %@ chars
da: %@ tegn
de: %@ Zeichen
hr: %@ znakova
pl: %@ znaków
pt_pt: %@ caracteres
ru: %@ символов
sv: %@ tecken

source: from %@
da: fra %@
de: von %@
hr: od %@
pl: od %@
pt_pt: de %@
ro: de la %@
ru: из %@
sv: från %@

source: You Have %@ sendable ARRR
da: Du har %@ ARRR der kan sendes
de: Du hast %@ verfügbare ARRR
hr: Imate %@ ARRR koje možete slati
pl: Posiadasz %@ ARRR dostępnych do wysłania
pt_pt: Você tem %@ ARRR que pode ser enviado
ro: Ai %@ ARRR de trimis
ru: У Вас %@ отправляемые ARRR
sv: Du har %@ sändbar ARRR

source: %@ sendable ARRR. You don't have sufficient funds to cover the amount + Miner Fee of %@ ARRR
da: %@ ARRR kan sendes. Du har ikke tilstrækkelige midler til at dække beløbet + Minearbejde på %@ ARRR
de: %@ verfügbare ARRR. Du verfügst nicht über genug Guthaben, um den Betrag + Miner Gebühr von %@ ARRR
hr: %@ ARRR za slanje. Nemate dovoljno sredstava za traženi iznos + naknada za rudarenje od %@ ARRR
pl: %@ dostępnych do wysłania ARRR. Nie posiadasz wystarczających środków do pokrycia kwoty + Opłaty Kopacza w wysokości %@ ARRR
pt_pt: %@ ARRR que pode ser enviado. Você não tem fundos suficientes para cobrir o montante + a taxa de mineração de %@ ARRR
ro: %@ ARRR de trimis. Nu ai fonduri suficiente care sa acopere suma + Taxa Minerului in valoare de %@ ARRR
ru: %@ отправлено ARRR. У вас недостаточно средств для покрытия суммы + Вознаграждение майнера в размере %@ ARRR
sv: %@ sändbar ARRR. Du har inte tillräckligt med medel för att täcka beloppet + minavgift på %@ ARRR

source: You don't have any sendable ARRR yet
da: Du har ikke nogen ARRR der kan sendes
de: Du hast keine verfügbaren ARRR
hr: Još nemate dostupne ARRR za slanje
pl: Nie posiadasz jeszcze żadnych dostępnych ARRR do wysłania
pt_pt: Você ainda não tem nenhum ARRR que possa ser enviado
ro: Inca nu aveti disponibil ARRR pentru trimitere
ru: У вас еще нет ни одного отправляемого ARRR
sv: Du har ingen ARRR som kan skickas än

# send_securityauth
source: Authenticate to send
da: Verificere for at sende
de: Authentifizieren, um zu senden
hr: Potvrdite za slanje
pl: Dokonaj autentykacji aby wysłać
pt_pt: Autenticar para enviar
ro: Autentifica pentru a trimite
ru: Аутентификация для отправки
sv: Autentisera för att skicka

# label_add_memo
source: Add Memo (optional)
da: Tilføj memo (valgfri)
de: Memo hinzufügen (Optional)
hr: Dodaj Memo (opcionalno)
pl: Dodaj Notatkę (opcjonalne)
pt_pt: Adicionar Memorando (opcional)
ro: Adauga Memo (optional)
ru: Добавить заметку ( необязательно )
sv: Lägg till Memo (valfritt)

source: thing is that we really don't know what just went down, sorry!
da: sagen er den, at vi virkelig ikke er klar over, hvad der lige gik ned, vi beklager!
de: Die Sache ist, dass wir wirklich nicht wissen, was gerade passiert ist, sorry!
hr: stvar je u tome što stvarno ne znamo što se upravo dogodilo, oprostite!
pl: Sprawa jest taka, że nie wiemy co poszło nie tak, przykro nam!
pt_pt: Acontece que realmente não sabemos o que aconteceu, pedimos desculpa!
ro: Ne cerem scuze, nu stim ce tocmai s-a intamplat!
ru: дело в том, что мы действительно не знаем, что только что произошло, извините!
sv: ursäkta, saken är att vi verkligen inte vet vad som just gick fel!

# send_sending
source: Sending %@ ARRR to
da: Sender %@ ARRR til
de: Senden von %@ ARRR an
hr: Šaljemo %@ ARRR na
pl: Wysyłanie %@ ARRR do
pt_pt: A enviar %@ ARRR para
ro: Trimit %@ ARRR catre
ru: Отправляю %@ ARRR на
sv: Skickar %@ ARRR till

# send_sent
source: Sent!
da: Sendt!
de: Gesendet!
hr: Poslano!
pl: Wysłane!
pt_pt: Enviado!
ro: Trimis!
ru: Отправлено!
sv: Skickat!

source: an error ocurred while submitting your transaction
da: der opstod en fejl under afsendelse af din transaktion
de: Beim Absenden Deiner Transaktion ist ein Fehler aufgetreten.
hr: došlo je do pogreške prilikom slanja transakcije
pl: wystąpił błąd podczas przesyłania twojej transakcji
pt_pt: ocorreu um erro ao submeter a sua transação
ro: o eroare a avut loc in timpul submiterii tranzactiei dumneavoastra
ru: произошла ошибка при отправке вашей транзакции
sv: ett fel uppstod när transaktionen skulle skickas

# label_unabletosend
source: Unable to send to
da: Kan ikke sende til
de: Senden nicht möglich an
hr: Nije moguće poslati na
pl: Nie można wysłać do
pt_pt: Não foi possível enviar para
ro: Nu se poate trimite catre
ru: Невозможно отправить на
sv: Det gick inte att skicka till

# button_seedetails
source: See Details
da: Se detaljer
de: Details anzeigen
hr: Vidi detalje
pl: Zobacz Szczegóły
pt_pt: Ver Detalhes
ro: Detalii
ru: См. подробности
sv: Se detaljer

source: Create New
da: Opret ny
de: Neue Wallet
hr: Stvori novi
pl: Utwórz Nowy
pt_pt: Criar uma nova
ro: Creaza Nou
ru: Создать новый
sv: Skapa ny

source: Restore
da: Gendan
de: Wiederherstellen
hr: Obnovi
pl: Odzyskaj
pt_pt: Restaurar
ro: Restaurare
ru: Восстановить
sv: Återställ

source: Enter your Seed Phrase
da: Indtast din Seed Phrase
de: Seed Phrase eingeben
hr: Unesite 'seed' frazu
pl: Wprowadź swoją frazę SEED
pt_pt: Introduza a sua frase semente
ro: Introduceti fraza de siguranta
ru: Введите вашу seed фразу
sv: Ange din fröfras

source: Make sure nobody is watching you!
da: Sørg for, at ingen kigger med!
de: Achte darauf, dass Dich niemand beobachtet!
hr: Pazite da vas nitko ne gleda!
pl: Upewnij się, że nikt Cię nie podgląda!
pt_pt: Certifique-se de que ninguém o/a está a observar!
ro: Asigurati-va ca nu priveste nimeni altcineva detaliile operatiunii!
ru: Убедитесь, что за вами никто не наблюдает!
sv: Se till att ingen tittar på dig!

source: Wallet Birthday height
da: Tegnebog Fødselsdag højde
de: Blockchainhöhe bei Start der Wallet
hr: Visina rođendana novčanika
pl: Wysokość Urodzin Portfela
pt_pt: Altura do aniversário da carteira
ro: Secventa datei de creare a portofelului
ru: Высота кошелька в день рождения
sv: Plånbok födelsedag höjd

source: Proceed
da: Fortsæt
de: Fortfahren
hr: Nastavi
pl: Dalej
pt_pt: Proceder
ro: Continua
ru: Приступайте
sv: Fortsätt

source: Restore from Seed Phrase
da: Gendan med Seed-Phrase
de: Wiederherstellen aus Seed Phrase
hr: Obnovi iz 'seed' fraze
pl: Odzyskaj z frazy SEED
pt_pt: Restaurar a partir da frase semente
ro: Restaureaza cu ajutorul Frazei de Siguranta
ru: Восстановить из seed фразы
sv: Återställ från fröfras

source: Your seed phrase is valid
da: Din Seed-Phrase er valid
de: Deine Seed Phrase ist gültig!
hr: Vaša 'seed' fraza je važeća
pl: Twoja fraza SEED jest poprawna
pt_pt: A sua frase semente é válida
ro: Fraza de Siguranta este valida
ru: Ваша seed фраза действительна
sv: Din fröfras är giltig

source: Your seed phrase is invalid!
da: Din Seed-Phrase er invalid!
de: Deine Seed Phrase ist ungültig!
hr: Vaša 'seed' fraza nije važeća!
pl: Twoja fraza SEED jest niepoprawna!
pt_pt: A sua frase semente é inválida!
ro: Fraza de Siguranta nu este valida!
ru: Ваша seed фраза недействительна!
sv: Din fröfras är ogiltig!

# feedback_walletbackupstatus
source: Your wallet needs to be backed up.
da: Din tegnebog trænger til at blive sikkerhedskopieret.
de: Deine Wallet muss gesichert werden.
hr: Potrebno je sigurnosno kopirati vaš novčanik.
pl: Powinieneś utworzyć kopię zapasową swojego portfela.
pt_pt: Precisa de realizar uma cópia de segurança da sua carteira.
ro: Portofelul tau are nevoie de o copie de siguranta.
ru: Ваш кошелек нуждается в резервном копировании.
sv: Din plånbok måste säkerhetskopieras.

# balance_syncing
source: Syncing %@%%
da: Synkroniserer %@%%
hr: Sinkroni %@%%
pl: Synchronizacja %@%%
pt_pt: A sincronizar %@%%
ru: Синхронизация %@%%
sv: Synkar %@%%

# button_skip
source: Skip for now
da: Skip
de: Überspringen
hr: Preskoči
pl: Pomiń
pt_pt: Passar à frente
ro: Skip
ru: Пропуск
sv: Hoppa över

source: Verify your backup.
da: Verificer din backup.
de: Verifiziere Dein Backup.
hr: Potvrdite sigurnosnu kopiju.
pl: Zweryfikuj kopię zapasową.
pt_pt: Verificar a sua cópia de segurança.
ro: Verifica-ti copia de siguranta.
ru: Проверьте резервную копию.
sv: Verifiera din säkerhetskopia.
