Repository: Meshbits/pirate-chain-ios-wallet
Catalog: wallet/wallet/*.lproj/Localizable.strings
Languages: da, de, hr, pl, pt_pt, ro, ru, sv

source: Please fill out the missing seed words to verify your backup.
de: Bitte fülle die fehlenden Seed-Wörter aus, um Dein Backup zu verifizieren.
hr: Ispunite nedostajuće 'seed' riječi da biste potvrdili sigurnosnu kopiju.
pl: Proszę, wprowadź brakujące wyrazy SEED aby zweryfikować kopię zapasową.
pt_pt: Por favor, introduza as palavras semente em falta para verificar a sua cópia de segurança.
ro: Va rugam sa completati cuvintele cheie lipsa pentru a verifica backup-ul dumneavoastra.
ru: Пожалуйста, заполните недостающие seed слова для проверки резервной копии.
sv: Fyll i de saknade fröorden för att verifiera din säkerhetskopia.

source: You will need to enter all 24 seed words in order.
de: Du musst alle 24 Seed-Wörter der Reihe nach eingeben.
hr: Morat ćete redom unijeti sve 24 'seed' riječi.
pl: Będziesz musiał wprowadzić wszystkie 24 słowa w odpowiedniej kolejności.
pt_pt: Vai precisar de introduzir todas as 24 palavras semente por ordem.
ro: Va trebui sa introduceti, in ordine, cele 24 de cuvinte cheie.
ru: Вам нужно будет ввести все 24 seed слова по порядку.
sv: Du måste ange alla 24 ord i ordning.

# seed_birthday
source: Wallet Birthday
da: Tegnebogens Fødselsdag
hr: Rođendan Novčanika
pl: Urodziny Portfela
pt_pt: Carteira Aniversário da Carteira
ro: Data crearii Portofelului
ru: Возраст кошелька
sv: Plånbok födelsedag

# title_backupseed
source: Your Backup Seed
da: Din backup Seed-Phrase
de: Dein Backup Seed
hr: Vaša 'seed' sigurnosna kopija
pl: Twoja Kopia Zapasowa Frazy SEED
pt_pt: A sua frase semente
ro: Backup-ul frazei tale de siguranta
ru: Ваше резервное seed
sv: Ditt backupfrö

# copy_backupseed
source: We recommend a paper backup and a password vault.
da: Vi anbefaler en sikkerhedskopi af papir og en digital password bank.
de: Wir empfehlen das Backup auf Papier und einen Passwort-Manager.
hr: Preporučujemo sigurnosnu kopiju na papiru i upravitelj lozinki.
pl: Rekomendujemy kopię zapasową na papierze i skarbiec z hasłem.
pt_pt: Recomendamos uma cópia de segurança em papel e um cofre para palavras-passe.
ro: Recomandam o copie de siguranta pe hartie si un seif cu parola.
ru: Мы рекомендуем иметь бумажную резервную копию и хранилище паролей.
sv: Vi rekommenderar en pappersbackup och ett lösenordsvalv.

# button_copytoclipboard
source: Copy to clipboard
da: Kopier til udklipsholder
de: In die Zwischenablage kopieren
hr: Kopiraj u međuspremnik
pl: Skopiuj do schowka
pt_pt: Copiar para a área de transferência
ro: Copiaza in clipboard
ru: Копировать в буфер обмена
sv: Kopiera till urklipp

source: There was an error creating your wallet. Please back it up and try again
da: Der opstod en fejl under oprettelsen af din tegnebog. Sikkerhedskopier den, og prøv igen
de: Es ist ein Fehler beim Erstellen Deiner Wallet aufgetreten. Bitte sicher sie und versuche es erneut
hr: Došlo je do pogreške prilikom izrade novčanika. Izradite sigurnosnu kopiju i pokušajte ponovo
pl: Wystąpił błąd podczas tworzenia twojego portfela. Zrób kopię zapasową i spróbuj ponownie
pt_pt: Ocorreu um erro ao criar sua carteira. Por favor retroceda e tente novamente
ro: A intervenit o eroare in timp ce se crea portofelul. Va rugam sa incercati inca odata
ru: Произошла ошибка при создании вашего кошелька. Пожалуйста, создайте резервную копию и повторите попытку
sv: Det gick inte att skapa din plånbok. Säkerhetskopiera det och försök igen

source: Max Retry attempts (%@) have been reached
da: Max forsøg (%@) er nået
de: Maximale Anzahl (%@) wurde erreicht
hr: Došlo je do (%@) maksimalnih ponovnih pokušaja
pl: Maksymalna liczba Prób (%@) została wyczerpana
pt_pt: Máximo de tentativas (%@) atingido
ro: Numarul Max de incercari (%@) a fost atins
ru: Максимальное число имеющихся (%@) попыток достигнуто
sv: Max försök igen (%@) har uppnåtts

source: Retry
da: Prøv igen
de: Wiederholen
hr: Pokušaj ponovno
pl: Spróbuj ponownie
pt_pt: Tentar novamente
ro: Incearca din nou
ru: Повторная попытка
sv: Försök igen

# button_send
source: Send
de: Senden
hr: Pošalji
pl: Wyślij
pt_pt: Enviar
ro: Trimite
ru: Отправить
sv: Skicka

# balance_amounttosend
source: Enter an amount to send
da: Indtast et beløb til afsendelse
de: Betrag eintragen, um zu senden
hr: Unesite iznos koji želite poslati
pl: Wprowadź kwotę do przesłania
pt_pt: Introduza um montante para enviar
ro: Introdu suma pe care vrei sa o trimiti
ru: Введите сумму для отправки
sv: Ange ett belopp att skicka

# balance_nofunds
source: No Funds Available
da: Ingen midler tilgængelig
de: Keine Gelder verfügbar
hr: Nema raspoloživih sredstava
pl: Brak Dostępnych Środków
pt_pt: Sem fundos disponíveis
ro: Fonduri indisponibile
ru: Нет свободных средств
sv: Inga tillgängliga medel

# button_wallethistory
source: Wallet History
da: Tegnebogs historik
hr: Povijest novčanika
pl: Historia Portfela
pt_pt: Histórico da Carteira
ro: Istoric Portofel
ru: История кошелька
sv: Plånbokshistoria

source: Receive Funds
da: Modtag midler
de: Gelder erhalten
hr: Primite sredstva
pl: Otrzymuj Środki
pt_pt: Receber fundos
ro: Primeste fonduri
ru: Получить средства
sv: Få medel

source: Change PIN
da: Skift PIN
de: PIN ändern
hr: Promijenite PIN
pl: Zmień PIN
pt_pt: Alterar o PIN
ro: Schimba PIN
ru: Изменить PIN
sv: Ändra PIN

source: QR Code for %@
da: QR kode for %@
de: QR Code für %@
hr: QR kôd za %@
pl: Kod QR dla %@
pt_pt: QR Code para %@
ru: QR-код для %@
sv: QR-kod för %@

# address_shielded
source: Your Shielded Address
da: Din beskyttede adresse
de: Deine Shielded Adresse
hr: Vaša zaštićena adresa
pl: Twój Chroniony Adres
pt_pt: O seu Endereço Protegido
ro: Adresa ta protejata Shielded
ru: Ваш Экранированный адрес
sv: Din skyddade adress

# receive_title
source: Receive ARRR
da: Modtaget ARRR
de: ARRR empfangen
hr: Primite ARRR
pl: Otrzymuj ARRR
pt_pt: Receber ARRR
ro: Primeste ARRR
ru: Получите ARRR
sv: Motta ARRR

# send_scanQR
source: Scan Recipient Address
da: Scan modtageradresse
de: Adresse des Scan-Empfängers
hr: Skeniraj adresu primatelja
pl: Zeskanuj Adres Odbiorcy
pt_pt: Ler o endereço do destinatário
ro: Scaneaza Adresa Destinatarului
ru: Скан Адреса Получателя
sv: Skanna mottagaradress

# scan_cameraunallowed
source: We don't have permission to access your camera
da: Vi har ikke fået adgang til dit kamera
de: Wir haben keinen Zugriff auf Deine Kamera
hr: Nemamo dozvolu za pristup vašoj kameri
pl: Brak wymaganych uprawnień aby uzyskać dostęp do kamery
pt_pt: Não temos permissão para aceder à sua câmera
ro: Nu avem permisiunea de a-ti accesa camera
ru: У нас нет разрешения на доступ к вашей камере
sv: Vi har inte behörighet att komma åt din kamera

# scan_cameraunallowed2
source: Allow camera access in your device settings
da: Tillad kameraadgang i dine enhedsindstillinger
de: Erlaube Zugriff auf Deine Kamera in den Einstellungen Deines Gerätes
hr: Omogućite pristup kameri u postavkama uređaja
pl: Zezwól na dostęp do kamery w ustawieniach twojego urządzenia
pt_pt: Permita acesso à câmera nas definições do seu dispositivo
ro: Permiteti accesul catre camera din setarile device-ului dumneavoastra
ru: Разрешите доступ к камере в настройках вашего устройства
sv: Tillåt kamerainkomst i dina enhetsinställningar

# scan_cameraunavaliable
source: Camera Unavailable
da: Kamera utilgængeligt
de: Kamera nicht verfügbar
hr: Kamera nije dostupna
pl: Kamera Niedostępna
pt_pt: Câmera indisponível
ro: Camera Indisponibila
ru: Камера недоступна
sv: Kamera otillgänglig

# scan_invalidQR
source: This QR Code does not contain a ARRR valid address!
da: Denne QR-kode indeholder ikke en Pirate Chain-gyldig adresse!
de: Dieser QR-Code enthält keine gültige Adresse der Pirate Chain
hr: Ovaj QR kôd ne sadrži valjanu Pirate Chain adresu!
pl: Ten kod QR nie zawiera poprawnego adresu Pirate Chain!
pt_pt: Este QR code não contém um endereço de Pirate Chain válido!
ro: Acest cod QR nu contine o adresa Pirate Chain valida!
ru: Этот QR-код не содержит действительного адреса Pirate Chain!
sv: Denna QR-kod innehåller inte en giltig adress från Pirate Chain!

# Share Screen
source: Share
da: Del
de: Teilen
hr: Podijeli
pl: Udostępnij
pt_pt: Partilhar
ru: Поделиться
sv: Dela

# button_feedback
source: Send Feedback
de: Feedback senden
hr: Pošalji povratne informacije
pl: Wyślij Opinię
pt_pt: Enviar opinião
ro: Trimite o parere
ru: Отправить отзыв
sv: Skicka synpunkter

# button_applicationlogs
source: See Application Logs
da: Se applikationslogfiler
de: Siehe Anwendungslogs
hr: Pogledaj evidenciju aplikacije
pl: Zobacz Logi (dziennik) Aplikacji
pt_pt: Ver os registos da Aplicação
ro: Vezi Log-urile Aplicatiei
ru: Посмотреть журналы приложений
sv: Se applikationsloggar

source: ECC Wallet
da: ECC Tegnebog
hr: ECC Novčanik
pl: Portfel ECC
pt_pt: Carteira ECC
ro: Portofel ECC
ru: ECC Кошелек
sv: ECC plånbok

# seed_remindertext
source: Remember, with ARRR YOU are the bank. Anyone with your seed phrase has access to your wallet.
da: Husk, med Pirate Chain er DU banken. Enhver med din Seed-Phrase har adgang til din tegnebog.
de: Denke daran, mit Pirate Chain bist DU die Bank. Jeder, der Deine Seed-Phrase hat, hat Zugriff auf Deine Wallet.
hr: Zapamtite, kod Pirate Chain-a vi ste banka. Svatko tko ima vašu 'seed' frazu ima pristup vašem novčaniku.
pl: Pamiętaj, że z Pirate Chain to TY jesteś swoim bankiem. Każdy kto ma dostęp do twojej frazy SEED ma również dostęp do twojego portfela.
pt_pt: Lembre-se, com a Pirate Chain VOCÊ é o banco. Qualquer pessoa com sua frase semente tem acesso à sua carteira.
ro: Tine minte, cu Pirate Chain TU esti banca. Oricine are acces la fraza de siguranta are acces la portofelul tau.
ru: Помните, в Pirate Chain банком являетесь ВЫ. Любой человек с вашей seed-фразой имеет доступ к вашему кошельку.
sv: Kom ihåg att med Pirate Chain är DU banken. Alla med din fröfras har tillgång till din plånbok.

# seed_remindertext2
source: You should back this up immediately as no one else can restore it for you.
da: Du burde sikkerhedskopiere dette med det samme, ingen andre kan gendanne din konto for dig.
de: Du solltest diese sofort sichern, da niemand anderer die für Dich wiederherstellen kann.
hr: Trebali biste odmah napraviti sigurnosnu kopiju jer nitko drugi ne može ponovno vratiti novčanik umjesto vas.
pl: Powinieneś natychmiast zrobić kopię zapasową, ponieważ nikt inny nie będzie w stanie Ci pomóc w odzyskać tego.
pt_pt: Deve fazer uma cópia de segurança disto imediatamente, dado que mais ninguém a pode restaurar por si.
ro: Ar trebui sa faci imediat o copie de rezerva a frazei de siguranta pentru ca nimeni altcineva nu o va putea restaura pentru tine.
ru: Вы должны немедленно создать резервную копию, так как никто другой не сможет восстановить ее за вас.
sv: Du bör säkerhetskopiera detta omedelbart eftersom ingen annan kan återställa det åt dig.

# seed_reminder
source: Your funds are at risk!
da: Dine midler er i fare!
de: Dein Geld ist in Gefahr!
hr: Vaša su sredstva u opasnosti!
pl: Twoje środki są zagrożone!
pt_pt: Os seus fundos estão em risco!
ro: Fondurile tale sunt expuse riscului!
ru: Ваши средства в опасности!
sv: Dina medel är i fara!

# nuke_title
source: You are about to NUKE your wallet
da: Du er ved at NUKE din tegnebog
de: Du bist dabei Deine Wallet zu ZERSTÖREN!
hr: Uskoro ćete SPALITI novčanik
pl: Masz zamiar ZNISZCZYĆ swój portfel
pt_pt: Está prestes a DESTRUIR a sua carteira
ro: Esti pe cale sa iti resetezi (NUKE) portofelul
ru: Вы собираетесь УНИЧТОЖИТЬ свой кошелек
sv: Du är på väg att återställa din plånbok

# nuke_nukewarning
source: Remember, with ARRR YOU are the bank. Anyone with your seed phrase has access to your wallet.
da: Husk, med Pirate Chain er DU banken. Enhver med din Seed-Phrase har adgang til din tegnebog.
de: Denke daran, mit Pirate Chain bist DU die Bank. Jeder, der Deine Seed-Phrase hat, hat Zugriff auf Deine Wallet.
hr: Zapamtite, kod Pirate Chain-a vi ste banka. Svatko tko ima vašu 'seed' frazu ima pristup vašem novčaniku.
pl: Pamiętaj, że z Pirate Chain to TY jesteś swoim bankiem. Każdy kto ma dostęp do twojej frazy SEED ma dostęp do twojego portfela.
pt_pt: Lembre-se, com a Pirate Chain VOCÊ é o banco. Qualquer pessoa com sua frase semente tem acesso à sua carteira.
ro: Tine minte, cu Pirate Chain TU esti banca. Oricine are acces la fraza de siguranta are acces la portofelul tau.
ru: Помните, в Pirate Chain банком являетесь ВЫ. Любой человек с вашей seed фразой имеет доступ к вашему кошельку.
sv: Kom ihåg att med Pirate Chain är DU banken. Alla med din fröfras har tillgång till din plånbok.

# nuke_nukewarning2
source: Make sure you backed up your wallet before proceeding.
da: Sørg for at have sikkerhedskopieret din tegnebog, inden du fortsætter.
de: Stelle sicher, dass Du Deine Seed Phrase gesichert hast, bevor Du fürtfährst.
hr: Prije nego što nastavite, napravite sigurnosnu kopiju novčanika.
pl: Upewnij się, że posiadasz kopię zapasową swojego portfela przed podjęciem tego kroku.
pt_pt: Certifique-se de realizou uma cópia de segurança da sua carteira antes de continuar.
ro: Asigura-te ca ai facut o copie de siguranta a portofelului inainte de a continua.
ru: Убедитесь, что вы создали резервную копию вашего кошелька, прежде чем продолжить.
sv: Se till att du har säkerhetskopierat din plånbok innan du fortsätter.

# nuke_nukewarning3
source: If you nuke your wallet without backing up your seed, there's no way to recover it
da: Hvis du NUKER din tegnebog uden at lave en back up af din Seed-Phrase er der ingen måde at gendanne din tegnebog på.
de: Wenn Du Deine Wallet löschst oder zerstörst, ohne Deinen Seed zu sichern, gibt es keine Möglichkeit der Wiederherstellung.
hr: Ako SPALITE novčanik bez 'seed' sigurnosne kopije, nećete ga moći ponovno vratiti
pl: Jeżeli zniszczysz swój portfel nie posiadając kopi zapasowej frazy SEED, nie będzie żadnej możliwości jego odzyskania
pt_pt: Se destruir sua carteira sem realizar uma cópia de segurança da sua frase semente, não há forma de a recuperar
ro: Daca iti resetezi portofelul fara a-ti face o copie de rezerva a frazei de siguranta, nu il vei mai putea recupera
ru: Если вы оставите свой кошелек без резервного копирования seed, восстановить его будет невозможно
sv: Om du återställer din plånbok utan att säkerhetskopiera ditt frö finns det inget sätt att återställa den

# nuke_nukeButton
source: NUKE WALLET
de: WALLET ZERSTÖREN
hr: SPALI NOVČANIK
pl: ZNISZCZ PORTFEL
pt_pt: DESTRUIR CARTEIRA
ro: RESETEAZA PORTOFEL
ru: УНИЧТОЖИТЬ КОШЕЛЕК
sv: ÅTERSTÄLL

# nuke_backupbutton
source: Backup Now!
da: Backup nu!
de: Jetzt Backup!
hr: Sigurnosno kopirajte!
pl: Utwórz kopię zapasową teraz!
pt_pt: Realizar cópia de segurança agora!
ro: Copie de siguranta Acum!
ru: Создать резервную копию сейчас!
sv: Säkerhetskopiera nu!

# nuke_alerttitle
source: Delete Wallet?
da: Slet tegnebog?
de: Wallet löschen?
hr: Obriši novčanik?
pl: Skasować portfel?
pt_pt: Apagar a Carteira?
ro: Stergi Portofel?
ru: Удалить кошелек?
sv: Radera plånbok?

# nuke_alertmessage
source: You are about to nuke your wallet. Are you sure you want to proceed?
da: Du er ved at NUKE din tegnebog. Er du sikker på, at du vil fortsætte?
de: Du bist dabei Deine Wallet zu löschen, möchtest Du wirklich fortfahren?
hr: Upravo ćete spaliti novčanik. Jeste li sigurni da želite nastaviti?
pl: Stoisz przed wyborem zniszczenia swojego portfela, Czy jesteś pewien, że chcesz podjąć ten krok?
pt_pt: Está prestes a destruir a sua carteira. Tem certeza de que deseja continuar?
ro: Esti pe cale sa iti resetezi portofelul. Sigur doriti sa continuati?
ru: Вы собираетесь удалить свой кошелек. Вы уверены, что хотите продолжить?
sv: Du håller på att återställa din plånbok. Är du säker på att du vill fortsätta?

# nuke_alertcancel
source: I'm not sure
da: Jeg er ikke sikker
de: Nein, ich bin nicht sicher.
hr: Nisam siguran
pl: Nie jestem pewny
pt_pt: Não tenho a certeza
ro: Nu sint sigur/a
ru: я не уверен
sv: Jag är inte säker

# nuke_alertconfirm
source: NUKE WALLET!
da: NUKE TEGNEBOG!
de: WALLET ZERSTÖRT!
hr: SPALI NOVČANIK!
pl: ZNISZCZ PORTFEL!
pt_pt: DESTRUIR A CARTEIRA!
ro: RESETEAZA PORTOFEL!
ru: УНИЧТОЖИТЬ КОШЕЛЕК!
sv: ÅTERSTÄLL!

source: Feedback Sent!
da: Feedback Sendt!
de: Feedback gesendet!
hr: Povratna informacija poslana!
pl: Opinia Wysłana!
pt_pt: Opinião Enviada!
ro: Recenzie trimisa!
ru: Отзыв отправлен!
sv: Synpunkter skickade!

source: Thanks for your feedback!
da: Tak for din feedback!
de: Danke für Dein Feedback!
hr: Hvala na povratnoj informaciji!
pl: Dziękujemy za twoją opinię!
pt_pt: Obrigado pela sua opinião!
ro: Va multumim pentru apreciere!
ru: Спасибо за ваш отзыв!
sv: Tack för din feedback!

source: Invalid Lite Server Address, Reverting it to pirate chain address!
da: Invalid slutpunktsaddresse, skifter tilbage til Pirate Chain address!
de: Ungültige Endpunktadresse, Rücksetzen auf Pirate Chain Adresse!
hr: Nevažeća adresa lite servera, vraćamo na adresu Pirate Chain-a!
pl: Niepoprawny Adres Lekkiego Serwera, Dokonywanie zmiany na adres Pirate Chain!
ro: Adresa Lite server Invalida, se realizeaza Conversie in adresa pirate chain!
ru: Неверный адрес конечной точки, возвращаю его на адрес Pirate Chain!
sv: Ogiltig lite server adress, återställer den till pirate chain adress!

source: dismiss
da: afvis
de: abweisen
hr: odbaci
pl: zignoruj
pt_pt: ignorar
ro: inchide
ru: отклонить
sv: avfärda

source: An error ocurred, please check your device logs
da: Der opstod en fejl. Kontroller dine enhedslogfiler
de: Es ist ein Fehler aufgetreten, bitte prüfe Deine Geräteprotokolle.
hr: Došlo je do pogreške, provjerite zapisnik u vašem uređaju
pl: Wystąpił błąd, sprawdź logi (dziennik systemowy) twojego twojego urządzenia
pt_pt: Ocorreu um erro, por favor verifique os registos do seu dispositivo
ro: A intervenit o eroare, te rugam sa verifici log-urile dispozitivului tau
ru: Произошла ошибка, пожалуйста, проверьте журналы вашего устройства
sv: Ett fel inträffade. Kontrollera enhetens loggar

source: An error ocurred, but we can't figure out what it is. Please check device logs for more details
da: Der opstod en fejl, men vi kan ikke finde ud af, hvad det er. Se enhedslogfiler for flere detaljer
de: Ein Fehler ist aufgetreten, aber wir können nicht herausfinden, was es ist. Bitte prüfe die Geräteprotokolle für weitere Details.
hr: Dogodila se pogreška, ali ne možemo shvatiti o čemu se radi. Molimo provjerite zapisnik uređaja za više detalja
pl: Wystąpił błąd, nie wiemy dlaczego. Sprawdź logi (dziennik systemowy) urządzenia aby dowiedzieć się więcej
pt_pt: Ocorreu um erro, mas não conseguimos descobrir do que se trata. Para mais detalhes por favor verifique os registos do seu dispositivo.
ro: A intervenit o eroare, dar nu ne putem da seama ce este. Va rugam sa verificati log-urile dispozitivului pentru detalii
ru: Произошла ошибка, но мы не можем понять, в чем дело. Пожалуйста, проверьте журналы устройства для получения более подробной информации
sv: Ett fel inträffade, men vi kan inte ta reda på vad det är. Se enhetens loggar för mer information

source: LAST USED
da: Sidst brugt
hr: ZADNJE KORIŠTENO
pl: OSTATNIO UŻYWANE
pt_pt: ÚLTIMO UTILIZADO
ro: ULTIMA FOLOSITA
ru: ПОСЛЕДНИЙ ИСПОЛЬЗОВАННЫЙ
sv: SENAST ANVÄND

source: Explore
da: udforsk
hr: Istraži
pl: Eksploruj
pt_pt: Explorar
ro: Exploreaza
ru: Исследовать
sv: Utforska

source: block
da: blocker
hr: blok
pl: blok
pt_pt: bloco
ru: блок

source: with a
da: med en
de: mit
hr: sa
pl: z
pt_pt: com um
ro: cu
ru: с помощью
sv: med en

source: You Failed to send
da: Du fejlede afsendelsen
de: Das Senden ist fehlgeschlagen
hr: Niste uspjeli poslati
pl: Nie Udało Ci się wysłać
pt_pt: O seu envio falhou
ro: Nu s-au trimis
ru: Вы не смогли отправить
sv: Det gick inte att skicka

source: Total Spent
da: Total brugt
de: Gesamtausgabe
hr: Ukupno potrošeno
pl: Suma Wydanych
pt_pt: Total Gasto
ro: Total Cheltuit
ru: Всего потрачено
sv: Totalt spenderat

source: You Received
da: Du modtog
de: Enthalten
hr: Primili ste
pl: Otrzymałeś
pt_pt: Você recebeu
ro: Ai Primit
ru: Вы получили
sv: Du fick

source: Existing keys found!
da: Eksisterende nøgler fundet!
de: Vorhandene Keys gefunden!
hr: Pronađeni su postojeći ključevi!
pl: Znaleziono istniejące klucze!
pt_pt: Chaves existentes encontradas!
ro: Gasit Chei Existente!
ru: Существующие ключи найдены!
sv: Befintliga nycklar hittades!

source: it appears that this device already has keys stored on it. What do you want to do?
da: Det ser ud til, at denne enhed allerede har nøgler gemt på sig. Hvad vil du gøre?
de: es scheint, dass auf Diesem Gerät bereits Schlüssel gespeichert sind. Was möchtest Du tun?
hr: čini se da ovaj uređaj već ima pohranjene ključeve. Što želite uraditi?
pl: wygląda na to, że na tym urządzeniu znajdują się już zapisane klucze. Co chciałbyś zrobić?
pt_pt: parece que este dispositivo já tem as chaves armazenadas. O que quer fazer?
ro: se pare ca acest dispozitiv are deja chei salvate. Cum vrei sa procedezi?
ru: Похоже, что на этом устройстве уже хранятся ключи. Что вы хотите сделать?
sv: det verkar som om den här enheten redan har nycklar lagrade. Vad vill du göra?

source: Restore existing keys
da: Gendan eksisterende nøgler
de: Vorhandene Keys wiederherstellen
hr: Vratite postojeće ključeve
pl: Odzyskaj istniejące klucze
pt_pt: Restaurar as chaves existentes
ro: Restaureaza chei existente
ru: Восстановить существующие ключи
sv: Återställ befintliga nycklar

source: Discard them and continue
da: Kassér dem og fortsæt
de: Verwerfen und fortfahren
hr: Odbacite ih i nastavite
pl: Porzuć je i kontynuuj
pt_pt: Discartá-las e continuar
ro: Ignora-le si continua
ru: Отбросить их и продолжить
sv: Förkasta dem och fortsätt

source: Error Initializing Wallet
da: Fejl ved initialisering af tegnebog
de: Fehler beim Initialisieren der Wallet
hr: Pogreška prilikom pokretanja Novčanika
pl: Błąd Inicjalizacji Portfela
pt_pt: Erro ao Iniciar a Carteira
ro: Eroare Initiere Portofel
ru: Ошибка инициализации кошелька
sv: Fel vid initialisering av plånboken

source: There was a problem initializing the wallet
da: Der opstod et problem ved initialisering af tegnebogen
de: Es gab ein Problem beim Initialisieren der Wallet
hr: Došlo je do problema pri pokretanju novčanika
pl: Wystąpił problem podczas inicjalizacji portfela
pt_pt: Ocorreu um erro ao iniciar a carteira
ro: A intervenit o problema in procesul de initiere a portofelului
ru: Возникла проблема с инициализацией кошелька
sv: Det gick inte att initiera plånboken

source: Could not restore wallet
da: Kunne ikke gendanne tegnebogen
de: Konnte Brieftasche nicht wiederherstellen
hr: Novčanik nije moguće ponovno vratiti
pl: Nie udało się odzyskać portfela
pt_pt: Não foi possível restaurar a carteira
ro: Portofelul nu a putut fi restaurat
ru: Не удалось восстановить кошелек
sv: Det gick inte att återställa plånboken

source: There's a problem restoring your wallet. Please verify your seed phrase and try again.
da: Der er et problem med at gendanelsen af din tegnebog. Bekræft din Seed-Phrase og prøv igen.
de: Es gibt ein Problem beim Wiederherstellen Deiner Brieftasche. Bitte überprüfe die Seed-Phrase und versuche es erneut.
hr: Došlo je do problema pri vraćanju novčanika. Provjerite svoju 'seed' frazu i pokušajte ponovo.
pl: Występuje problem z odzyskaniem twojego portfela. Sprawdź poprawność swojej frazy SEED i spróbuj ponownie.
pt_pt: Houve um problema ao restaurar a sua carteira. Verifique a sua frase semente e tente novamente.
ro: Exista o problema in procesul de initiere a portofelului. Va rugam sa verificati fraza de siguranta si sa incercati din nou.
ru: Возникла проблема с восстановлением вашего кошелька. Пожалуйста, проверьте вашу seed-фразу и попробуйте еще раз.
sv: Det finns ett problem med att återställa din plånbok. Kontrollera din fröfras och försök igen.
